import os

def is_year_leap(year):
#
# Ваш код из прошлой лабораторной работы
#

def days_in_month(year, month):
#
# Ваш код из прошлой лабораторной работы
#

def day_of_year(year, month, day):
#
# Напишите новый код здесь.
#

def main():

    print(day_of_year(2000, 12, 31))

if __name__ == "__main__":
    main()
