import os

def main():

    #эта программа вычисляет количество секунд в заданном количестве часов
    # эта программа была написана два дня назад

    a = 2 # количество часов
    seconds = 3600 # количество секунд в 1 часе

    print("Часов: ", a) #печать количества часов
    # print("Секунд в часах: ", a * seconds) # печать количества секунд в заданном количестве часов

    #здесь мы также должны вывести "Goodbye", но у программиста не было времени написать код
    #это конец программы, которая вычисляет количество секунд в 3 часах

if __name__ == "__main__":
    main()
